Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Off while macOS Reduce Motion is on.
ar: إيقاف التشغيل بينما يكون macOS تقليل الحركة مفعلًا.
da: Slukkes, mens macOS Reducer bevægelse er tændt.
de: Ausgeschaltet, während macOS Motion reduzieren aktiviert ist.
el: Ανενεργό όσο είναι ενεργή η «Μείωση κίνησης» του macOS.
es: Desactivado mientras macOS Reduce Motion está activado.
fi: Pois päältä, kun macOS Vähennä liike on päällä.
fr: Désactivez pendant que macOS Réduisez le mouvement.
he: כבוי בזמן macOS הפחתת תנועה היא על.
hi: जब macOS मोशन को कम किया गया है, तो इसे बंद करें।
it: Spento mentre macOS Riduci il movimento.
ja: macOSがオンになっている間はオフにします。モーションを削減します。
ko: macOS의 동작 줄이기가 켜져 있으면 끔.
nb: Av mens macOS Reduser bevegelse er på.
nl: Uit terwijl macOS Reduce Motion is ingeschakeld.
pl: Wyłączone, gdy w macOS włączona jest opcja „Ogranicz ruch”.
ru: Отключено, пока включено macOS Снижение движения.
sr_latn: Isključeno dok je u macOS-u uključena opcija Smanji pokret.
sv: Avstängd medan macOS Minska rörelse är påslagen.
uk: Вимкнено, поки в macOS увімкнено «Зменшити рух».
zh_hans: macOS 减速功能开启时关闭。

source: Off · %@
ar: مطفأ · %@
da: Fra · %@
de: Aus · %@
el: Απενεργοποιημένο · %@
es: Desactivado · %@
fi: Pois päältä · %@
fr: Arrêt · %@
he: כבוי · %@
hi: बंद · %@
it: Spento · %@
ja: オフ · %@
ko: 끄기 · %@
nb: Av · %@
nl: Uit · %@
pl: Wyłącz · %@
ru: Отключено · %@
sr_latn: Izlazak %@
sv: Av · %@
uk: Вимкнено · %@
zh_hans: 关闭 ·%@

source: Omni Sponsors
ar: الرعاة الشاملون
da: Omni- sponsorer
de: Omni-Sponsoren
el: Χορηγοί του Omni
es: Patrocinadores Omni
fi: Omni-sponsorit
he: נותני חסות אומני
hi: ओमनी प्रायोजक
it: Omni Sponsor
ja: オムニスポンサー
ko: 옴니 스폰서
nb: Omni-sponsorer
pl: Omni Sponsory
ru: Омни спонсоры
sr_latn: Omni sponzori
sv: Omni-sponsorer
zh_hans: 全方位赞助商

source: OmniWM %@ is already the latest available release.
ar: OmniWM %@ هو بالفعل أحدث إصدار متاح.
da: OmniWM %@ er allerede den seneste tilgængelige udgave.
de: OmniWM %@ ist bereits die neueste verfügbare Version.
el: Το OmniWM %@ είναι ήδη η τελευταία διαθέσιμη έκδοση.
es: OmniWM %@ ya es la última versión disponible.
fi: OmniWM %@ on jo viimeisin saatavilla oleva julkaisu.
fr: OmniWM %@ est déjà la dernière version disponible.
he: OmniWM %@ הוא כבר האחרון זמין שחרור.
hi: OmniWM %@ पहले से ही नवीनतम उपलब्ध रिलीज़ है।
it: OmniWM %@ è già l'ultima release disponibile.
ja: OmniWM %@はすでに最新の利用可能なリリースです。
ko: OmniWM %@은(는) 이미 사용 가능한 최신 버전입니다.
nb: OmniWM %@ er allerede den nyeste tilgjengelige utgivelsen.
nl: OmniWM %@ is al de nieuwste versie beschikbaar.
pl: OmniWM %@ to już najnowsza dostępna wersja.
ru: OmniWM %@ уже является последней доступной выпуском.
sr_latn: OmniWM %@ je već najnovija dostupna izdanja.
sv: OmniWM %@ är redan den senaste tillgängliga versionen.
uk: OmniWM %@ вже є останньою доступною версією.
zh_hans: OmniWM %@已经是最新可用的版本了。

source: OmniWM Controls
ar: OmniWM عناصر التحكم
da: OmniWM Kontrol
de: OmniWM Steuerungen
el: Έλεγχος OmniWM
es: OmniWM Controles
fi: OmniWM Hallintalaitteet
fr: OmniWM Commandes
he: OmniWM בקרות
hi: OmniWM नियंत्रण
it: OmniWM Controlli
ja: OmniWM コントロール
ko: OmniWM 컨트롤
nb: OmniWM Kontroller
nl: OmniWM Controles
pl: Sterowanie OmniWM
ru: OmniWM Контроли
sr_latn: OmniWM Kontrola
sv: OmniWM Kontroller
uk: Елементи керування OmniWM
zh_hans: OmniWM 控制器

source: OmniWM Permissions
ar: OmniWM الصلاحيات
da: OmniWM-tilladelser
de: OmniWM Berechtigungen
el: Αδειες OmniWM
es: OmniWM Permisos
fi: OmniWM:n käyttöoikeudet
fr: OmniWM Autorisations
he: OmniWM הרשאות
hi: OmniWM अनुमतियाँ
it: OmniWM Permessi
ja: OmniWM 権限
ko: OmniWM 권한
nb: OmniWM Tillatelser
nl: OmniWM Rechten
pl: Oprawy OmniWM
ru: OmniWM Доступности
sr_latn: OmniWM Odobrenja
sv: OmniWM Behörigheter
uk: Дозволи OmniWM
zh_hans: OmniWM 权限

source: OmniWM Routing Arrangement
ar: OmniWM ترتيب التوجيه
da: OmniWM-ruteopstilling
de: OmniWM Routing-Einrichtung
el: Διάταξη δρομολόγησης OmniWM
es: OmniWM Disposición de enrutamiento
fi: OmniWM Kiertokäyntijärjestely
fr: OmniWM Arrangement d'acheminement
he: OmniWM סידור ניתוב
hi: OmniWM रूटिंग व्यवस्था
it: OmniWM Accordo di rotta
ja: OmniWM ルーティング配置
ko: OmniWM 라우팅 배열
nb: OmniWM Rutingsoppsett
nl: OmniWM Routingregeling
pl: Rozmieszczenie OmniWM
ru: OmniWM Организация маршрутизации
sr_latn: OmniWM Uspostavljanje routing
sv: OmniWM Routningsarrangemang
uk: Схема маршрутизації OmniWM
zh_hans: OmniWM 路由安排

source: OmniWM Settings
ar: OmniWM الإعدادات
da: OmniWM Indstillinger
de: OmniWM Einstellungen
el: Ρυθμίσεις OmniWM
es: OmniWM Configuración
fi: OmniWM Asetukset
fr: Paramètres OmniWM
he: OmniWM הגדרות
hi: OmniWM सेटिंग्स
it: Impostazioni OmniWM
ja: OmniWM 設定
ko: OmniWM 설정
nb: OmniWM Innstillinger
nl: OmniWM Instellingen
pl: Ustawienia OmniWM
ru: OmniWM Настройки
sr_latn: OmniWM podešavanja
sv: OmniWM Inställningar
uk: Налаштування OmniWM
zh_hans: OmniWM 设置

source: OmniWM Update Available
ar: OmniWM التحديث متاح
da: OmniWM Opdatering tilgængelig
de: OmniWM Update verfügbar
el: Διαθέσιμη ενημέρωση OmniWM
es: OmniWM Actualización disponible
fi: OmniWM Päivitys saatavilla
fr: Mise à jour disponible OmniWM
he: OmniWM העדכון זמין
hi: OmniWM अपडेट उपलब्ध है
it: OmniWM Aggiornamento disponibile
ja: OmniWM 更新可能
ko: OmniWM 업데이트 가능
nb: OmniWM Oppdatering tilgjengelig
nl: OmniWM Beschikbaar bijwerken
pl: Dostępna aktualizacja OmniWM
ru: OmniWM Обновление доступно
sr_latn: OmniWM Ažuriranje dostupno
sv: OmniWM Uppdatering tillgänglig
uk: Оновлення OmniWM доступне
zh_hans: OmniWM 更新可用

source: OmniWM cannot measure physical screen size, so choose the display yourself.
ar: OmniWM لا يمكنه قياس حجم الشاشة المادي، لذا اختر الشاشة بنفسك.
da: OmniWM kan ikke måle fysisk skærmstørrelse, så vælg selv skærmen.
de: OmniWM kann die physische Bildschirmgröße nicht messen, wählen Sie daher den Bildschirm selbst aus.
el: OmniWM δεν μπορεί να μετρήσει το φυσικό μέγεθος οθόνης, έτσι επιλέξτε την οθόνη μόνοι σας.
es: OmniWM no puede medir el tamaño físico de la pantalla, por lo que elija la pantalla usted mismo.
fi: OmniWM ei pysty mittaamaan fyysistä näytön kokoa, joten valitse näyttö itse.
fr: OmniWM ne peut pas mesurer la taille de l'écran physique, alors choisissez l'affichage vous-même.
he: OmniWM אין אפשרות למדוד את גודל המסך הפיזי, אז בחר את התצוגה בעצמך.
hi: OmniWM भौतिक स्क्रीन आकार को माप नहीं सकता, इसलिए डिस्प्ले स्वयं चुनें।
it: OmniWM non può misurare le dimensioni dello schermo fisico, quindi scegli tu stesso il display.
ja: OmniWMは物理的な画面サイズを測定できないため、自分でディスプレイを選択してください。
ko: OmniWM은 물리적 화면 크기를 측정할 수 없으므로 직접 디스플레이를 선택하세요.
nb: OmniWM kan ikke måle den fysiske skjermstørrelsen, så velg skjermen selv.
nl: OmniWM kan fysieke schermgrootte niet meten, dus kies zelf het scherm.
pl: OmniWM nie może zmierzyć rzeczywistej wielkości ekranu, więc wybierz ekran sam.
ru: OmniWM не может измерять физический размер экрана, поэтому самостоятельно выбирайте дисплей.
sr_latn: OmniWM ne može da meri fizičku veličinu ekrana, pa izaberite ekran sami.
sv: OmniWM kan inte mäta skärmstorleken på den fysiska skärmen, så välj skärmen själv.
uk: OmniWM не може виміряти фізичний розмір екрана, тому виберіть дисплей самостійно.
zh_hans: OmniWM无法测量物理屏幕尺寸，所以请自行选择显示器。

source: OmniWM checks the latest GitHub release once per day on launch. Updates stay manual and the popup includes both the GitHub page and the Homebrew command.
ar: تفحص OmniWM أحدث إصدار من GitHub مرة واحدة في اليوم عند الإطلاق. تبقى التحديثات يدوية ويتضمن التنبيه المفتوح كل من صفحة GitHub والأمر Homebrew.
da: OmniWM kontrollerer den seneste GitHub frigivelse én gang om dagen ved lanceringen. Opdateringer stay manual og popup indeholder både GitHub side og Homebrew kommandoen.
de: OmniWM prüft die neueste GitHub-Version einmal täglich beim Start. Updates bleiben manuell und die Pop-up-Anzeige enthält sowohl die GitHub-Seite als auch den Homebrew-Befehl.
el: Το OmniWM ελέγχει την τελευταία έκδοση στο GitHub μία φορά την ημέρα κατά την εκκίνηση. Οι ενημερώσεις παραμένουν χειροκίνητες και το αναδυόμενο παράθυρο περιλαμβάνει τη σελίδα GitHub και την εντολή Homebrew.
es: OmniWM verifica la última versión de GitHub una vez al día en el lanzamiento. Las actualizaciones siguen siendo manuales y la ventana emergente incluye tanto la página GitHub como el comando Homebrew.
fi: OmniWM tarkistaa viimeisimmän GitHub julkaisun kerran päivässä laukaisun yhteydessä. Päivitykset pysyvät ohjekirjana ja ponnahdusikkuna sisältää sekä GitHub-sivun että Homebrew-komennon.
fr: OmniWM vérifie la dernière version GitHub une fois par jour au lancement. Les mises à jour restent manuel et le popup comprend à la fois la page GitHub et la commande Homebrew.
he: OmniWM בודק את העדכון האחרון GitHub שחרור פעם ביום על השקה. עדכונים נשארים ידניים וההופעות כוללות את שניהם GitHub עמוד והעמוד Homebrew פקודה.
hi: OmniWM लॉन्च के समय प्रतिदिन नवीनतम GitHub रिलीज़ की जांच करता है। अपडेट मैन्युअल रूप से रहते हैं और पॉपअप में GitHub पेज और Homebrew कमांड दोनों शामिल होते हैं।
it: OmniWM controlla l'ultima release GitHub una volta al giorno al lancio. Gli aggiornamenti rimangono manuali e il popup include sia la pagina GitHub che il comando Homebrew.
ja: OmniWMは、起動時に毎日最新のGitHubリリースを確認します。更新は手動で行われ、ポップアップにはGitHubページとHomebrewコマンドの両方が含まれています。
ko: OmniWM은 출시 시 매일 최신 GitHub 릴리즈를 확인합니다. 업데이트는 수동으로 이루어지며 팝업에는 GitHub 페이지와 Homebrew 명령어가 모두 포함됩니다.
nb: OmniWM sjekker den nyeste GitHub-utgivelsen én gang om dagen ved lansering. Oppdateringene forblir manuelle, og popup-vinduet inkluderer både GitHub-siden og Homebrew-kommandoen.
nl: OmniWM controleert de laatste GitHub release eenmaal per dag bij lancering. Updates blijven handmatig en de popup bevat zowel de GitHub pagina als het Homebrew commando.
pl: OmniWM sprawdza najnowszy wydruk z GitHub raz dziennie przy uruchomieniu. Aktualizacje pozostają ręczne, a okno powiadomienia zawiera zarówno stronę GitHub, jak i polecenie Homebrew.
ru: OmniWM проверяет последнюю выпускную версию GitHub один раз в день при запуске. Обновления остаются ручными, и всплывающая панель включает как страницу GitHub, так и команду Homebrew.
sr_latn: OmniWM jednom dnevno pri pokretanju proverava najnovije izdanje na GitHub-u. Ažuriranja ostaju ručna, a iskačući prozor sadrži vezu ka GitHub stranici i Homebrew komandu.
sv: OmniWM kontrollerar den senaste GitHub-utgåvan en gång om dagen vid lansering. Uppdateringarna förblir manuella och popup-fönstret inkluderar både GitHub-sidan och Homebrew-kommandot.
uk: OmniWM перевіряє найновіший випуск на GitHub раз на день під час запуску. Оновлення залишаються ручними, а спливне вікно містить посилання на сторінку GitHub і команду Homebrew.
zh_hans: OmniWM在每次发布时检查最新的GitHub版本。更新仍然是手动进行的，弹出窗口包含GitHub页面和Homebrew命令。

source: OmniWM could not decode %1$@ and left the file untouched: %2$@ The active settings were not changed.
ar: OmniWM لم يتمكن من فك تشفير %1$@ وترك الملف دون تغيير: %2$@ لم يتم تغيير الإعدادات النشطة.
da: OmniWM kunne ikke afkode %1$@ og efterlod filen uberørt: %2$@ De aktive indstillinger blev ikke ændret.
de: OmniWM konnte %1$@ nicht decodieren und ließ die Datei unverändert: %2$@ Die aktiven Einstellungen wurden nicht geändert.
el: Το OmniWM δεν μπόρεσε να αποκωδικοποιήσει %1$@ και άφησε το αρχείο ανέγγιχτο: %2$@ Οι ενεργές ρυθμίσεις δεν άλλαξαν.
es: OmniWM no pudo decodificar %1$@ y dejó el archivo sin cambios: %2$@ La configuración activa no se modificó.
fi: OmniWM ei pystynyt purkamaan koodia %1$@ ja jätti tiedoston koskematta: %2$@ Aktiivisia asetuksia ei muutettu.
fr: OmniWM n’a pas pu décoder %1$@ et a laissé le fichier intact : %2$@ Les réglages actifs n’ont pas été modifiés.
he: OmniWM לא הצליח לפענח את %1$@ והשאיר את הקובץ ללא שינוי: %2$@ ההגדרות הפעילות לא השתנו.
hi: OmniWM %1$@ को डिकोड नहीं कर सका और फ़ाइल को अपरिवर्तित छोड़ दिया: %2$@ सक्रिय सेटिंग्स नहीं बदली गईं।
it: OmniWM non è stato possibile decodificare %1$@ e ha lasciato il file intatto: %2$@ Le impostazioni attive non sono state modificate.
ja: OmniWMは%1$@をデコードできませんでした。そして、ファイルはそのまま残されました：%2$@ 有効な設定は変更されませんでした。
ko: OmniWM이 %1$@을(를) 해독할 수 없어 파일을 변경하지 않았습니다: %2$@ 활성 설정도 변경되지 않았습니다.
nb: OmniWM kunne ikke dekode %1$@ og lot filen være uendret: %2$@ De aktive innstillingene ble ikke endret.
nl: OmniWM kon %1$@ niet decoderen en liet het bestand ongerept: %2$@ De actieve instellingen zijn niet gewijzigd.
pl: OmniWM nie mógł zdekodować %1$@ i zostawił plik bez zmian: %2$@ Aktywne ustawienia nie zostały zmienione.
ru: OmniWM не смог декодировать %1$@ и оставил файл без изменений: %2$@ Активные настройки не были изменены.
sr_latn: OmniWM nije mogao da dekodira %1$@ i ostavi datoteku bez dodiranja: %2$@ Aktivne podešavanja nisu promenjene.
sv: OmniWM kunde inte dekoda %1$@ och lämnade filen orörd: %2$@ De aktiva inställningarna ändrades inte.
uk: OmniWM не зміг декодувати %1$@ і залишив файл без змін: %2$@ Активні налаштування не змінено.
zh_hans: OmniWM无法解码%1$@，并保留了文件不变：%2$@ 激活的设置未更改。

# OmniWM could not decode %@: %@ The exact rejected bytes were preserved at %@.
source: OmniWM could not decode %1$@: %2$@ The exact rejected bytes were preserved at %3$@.
ar: OmniWM لم يتمكن من فك تشفير %1$@: %2$@ تم الحفاظ على البايتات المرفوضة بدقة في %3$@.
da: OmniWM kunne ikke afkode %1$@: %2$@ De nøjagtige afviste bytes blev bevaret ved %3$@.
de: OmniWM konnte %1$@ nicht decodieren: %2$@ Die exakten abgelehnten Bytes wurden an %3$@ gespeichert.
el: Το OmniWM δεν μπόρεσε να αποκωδικοποιήσει %1$@: %2$@ Οι ακριβείς απορριπτόμενες ψηφιολέξεις διατηρούνται σε %3$@.
es: OmniWM no pudo decodificar %1$@: %2$@ Los bytes exactos rechazados se conservaron en %3$@.
fi: OmniWM ei pystynyt purkamaan koodia %1$@: %2$@ Tarkat hylätyt tavut säilytettiin %3$@-asteella.
fr: OmniWM n’a pas pu décoder %1$@ : %2$@ Les octets exacts rejetés ont été conservés dans %3$@.
he: OmniWM לא הצליח לפענח את %1$@: %2$@ הבייטים המדויקים שנדחו נשמרו ב-%3$@.
hi: OmniWM %1$@ को डिकोड नहीं कर सका: %2$@ सटीक अस्वीकृत बाइट्स %3$@ पर संरक्षित किए गए थे।
it: OmniWM non è stato possibile decodificare %1$@: %2$@ I byte rifiutati esatti sono stati conservati a %3$@.
ja: OmniWMは%1$@をデコードできませんでした：%2$@ 拒否された正確なバイトは%3$@に保持されました。
ko: OmniWM이 %1$@을(를) 해독할 수 없었습니다: %2$@ 거부된 원본 바이트는 %3$@에 그대로 보존되었습니다.
nb: OmniWM kunne ikke dekode %1$@: %2$@ De nøyaktige avviste byteene ble bevart på %3$@.
nl: OmniWM kon %1$@ niet decoderen: %2$@ De exacte afgewezen bytes werden bewaard op %3$@.
pl: OmniWM nie mógł zdekodować %1$@: %2$@ Dokładne odrzucane bajty zostały zachowane w %3$@.
ru: OmniWM не удалось декодировать %1$@: %2$@ Точные отклоненные байты были сохранены в %3$@.
sr_latn: OmniWM nije mogao da dekodira %1$@: %2$@ Tačni odbijeni bitovi su sačuvani na %3$@.
sv: OmniWM kunde inte dekodera %1$@: %2$@ De exakta avvisade bytearna bevarades vid %3$@.
uk: OmniWM не вдалося прочитати %1$@: %2$@ Точні відхилені байти збережено у %3$@.
zh_hans: OmniWM无法解码%1$@：%2$@ 确切的拒绝字节在%3$@处被保留。

source: OmniWM could not determine its current version.
ar: OmniWM لم يتمكن من تحديد نسخته الحالية.
da: OmniWM kunne ikke bestemme sin nuværende version.
de: OmniWM konnte seine aktuelle Version nicht bestimmen.
el: Το OmniWM δεν μπόρεσε να καθορίσει την τρέχουσα έκδοση του.
es: OmniWM no pudo determinar su versión actual.
fi: OmniWM ei pystynyt määrittämään sen nykyistä versiota.
fr: OmniWM n'a pas pu déterminer sa version actuelle.
he: OmniWM אין אפשרות לקבוע את הגרסה הנוכחית.
hi: OmniWM अपनी वर्तमान संस्करण निर्धारित नहीं कर सका।
it: OmniWM non è stato possibile determinare la sua versione corrente.
ja: OmniWMは現在のバージョンを決定できませんでした。
ko: OmniWM는 현재 버전을 결정할 수 없었습니다.
nb: OmniWM kunne ikke bestemme sin nåværende versjon.
nl: OmniWM kon de huidige versie niet bepalen.
pl: OmniWM nie może określić swojej bieżącej wersji.
ru: OmniWM не мог определить свою текущую версию.
sr_latn: OmniWM nije mogao da utvrdi njegovu trenutnu verziju.
sv: OmniWM kunde inte bestämma sin nuvarande version.
uk: OmniWM не вдалося визначити свою поточну версію.
zh_hans: OmniWM无法确定其当前版本。

source: OmniWM creates one fresh diagnostic log with any evidence you selected, then opens GitHub.
ar: OmniWM ينشئ سجل تشخيصي جديدًا يحتوي على أي دليل اخترته، ثم يفتح GitHub.
da: OmniWM skaber en frisk diagnostisk log med ethvert bevis, du har valgt, og åbner derefter GitHub.
de: OmniWM erstellt einen neuen Diagnostik-Log mit allen von Ihnen ausgewählten Beweisen und öffnet dann GitHub.
el: Το OmniWM δημιουργεί ένα φρέσκο διαγνωστικό αρχείο καταγραφής με κάθε στοιχείο που επιλέξατε και στη συνέχεια ανοίγει το GitHub.
es: OmniWM crea un registro de diagnóstico nuevo con cualquier evidencia que hayas seleccionado, luego abre GitHub.
fi: OmniWM luo yhden tuoreen diagnostisen lokin, jossa on kaikki valitsemasi todisteet, ja avaa sitten GitHub.
fr: OmniWM crée un nouveau journal de diagnostic avec toutes les preuves que vous avez sélectionnées, puis ouvre GitHub.
he: OmniWM יוצר יומן אבחון אחד חדש עם כל ראיה שבחרת, ואז פותח GitHub.
hi: OmniWM आपके द्वारा चयनित किसी भी सबूत के साथ एक नया नैदानिक लॉग बनाता है, फिर GitHub खोलता है।
it: OmniWM crea un nuovo log diagnostico con tutte le prove selezionate, quindi si apre GitHub.
ja: OmniWMは、選択したすべての証拠を含む新しい診断ログを作成し、その後GitHubを開きます。
ko: OmniWM은 선택한 모든 증거를 포함한 새로운 진단 로그를 생성한 다음 GitHub을 엽니다.
nb: OmniWM oppretter en fersk diagnostisk logg med all beviset du har valgt, og åpner deretter GitHub.
nl: OmniWM creëert een nieuw kenmerkend logboek met elk bewijs dat u hebt geselecteerd, opent dan GitHub.
pl: OmniWM tworzy jeden nowy dziennik diagnostyczny z dowolnymi dowodami, które wybraliście, a następnie otwiera GitHub.
ru: OmniWM создает один новый диагностический журнал с любыми выбранными вами доказательствами, затем открывает GitHub.
sr_latn: OmniWM kreira jedan novi dijagnostički dnevnik sa bilo kojim dokazama koje ste izabrali, a zatim otvara GitHub.
sv: OmniWM skapar en ny diagnostisk logg med alla bevis du har valt, och öppnar sedan GitHub.
uk: OmniWM створює один новий діагностичний журнал лише з вибраними вами додатковими даними, а потім відкриває GitHub.
zh_hans: OmniWM 创建一个带有您选择的所有证据的全新诊断日志，然后打开GitHub。

source: OmniWM has not started because it could not identify process %1$d (see `ps -p %2$d`). It retries every second; click Check Again to retry now, or quit OmniWM.
ar: لم يبدأ OmniWM لأنه لم يتمكن من تحديد العملية %1$d (انظر `ps -p %2$d`). يحاول مرة أخرى كل ثانية؛ انقر على التحقق مرة أخرى للمحاولة مرة أخرى الآن، أو أوقف OmniWM.
da: OmniWM er ikke startet, fordi processen %1$d ikke kunne identificeres (se `ps -p %2$d`). Det prøver igen hvert sekund; klik på Tjek igen for at prøve nu, eller afslut OmniWM.
de: OmniWM hat nicht begonnen, weil es den Prozess %1$d nicht identifizieren konnte (siehe `ps -p %2$d`). Es versucht jede Sekunde erneut; klicken Sie auf Nochmals überprüfen, um jetzt erneut zu versuchen, oder beenden Sie OmniWM.
el: Το OmniWM δεν ξεκίνησε επειδή δεν μπόρεσε να εντοπίσει τη διαδικασία %1$d (βλέπε `ps -p %2$d`). Επανέρχεται κάθε δευτερόλεπτο; κάντε κλικ στο Check ξανά για να ξαναδοκιμάσετε τώρα, ή να εγκαταλείψετε OmniWM.
es: OmniWM no ha comenzado porque no pudo identificar el proceso %1$d (ver `ps -p %2$d`). Lo vuelve a intentar cada segundo; haga clic en Revisar de nuevo para volver a intentarlo ahora, o cierre OmniWM.
fi: OmniWM ei ole käynnistynyt, koska prosessia %1$d ei voitu tunnistaa (katso `ps -p %2$d`). Se yrittää uudelleen sekunnin välein; napsauta Tarkista uudelleen yrittääksesi heti tai lopeta OmniWM.
fr: OmniWM n’a pas démarré, car il n’a pas pu identifier le processus %1$d (voir `ps -p %2$d`). Il réessaie toutes les secondes ; cliquez sur Vérifier à nouveau pour réessayer immédiatement, ou quittez OmniWM.
he: OmniWM לא הופעל כי לא הצליח לזהות את התהליך %1$d (ראו `ps -p %2$d`). הוא מנסה שוב מדי שנייה; לחצו על ״בדוק שוב״ כדי לנסות כעת, או צאו מ-OmniWM.
hi: OmniWM शुरू नहीं हुआ है क्योंकि यह प्रक्रिया %1$d की पहचान नहीं कर सका (देखें `ps -p %2$d`)। यह हर सेकंड पुनः प्रयास करता है; अब पुनः प्रयास करने के लिए Check Again पर क्लिक करें, या OmniWM को बंद करें।
it: OmniWM non è stato avviato perché non è riuscito a identificare il processo %1$d (vedi `ps -p %2$d`). Riprova ogni secondo; fai clic su Ricontrolla per riprovare subito oppure esci da OmniWM.
ja: OmniWMは開始されませんでした。なぜなら、プロセス%1$dを識別できなかったためです（詳細は`ps -p %2$d`を参照してください）。秒ごとに再試行されます。今すぐ再試行するには「もう一度確認」をクリックするか、OmniWMを終了してください。
ko: OmniWM이 프로세스 %1$d을(를) 식별할 수 없어 시작하지 못했습니다(`ps -p %2$d` 참조). 1초마다 다시 시도합니다. 지금 다시 시도하려면 다시 확인을 클릭하거나 OmniWM을 종료하세요.
nb: OmniWM har ikke startet fordi den ikke kunne identifisere prosess %1$d (se `ps -p %2$d`). Den prøver igjen hvert sekund; klikk på Sjekk igjen for å prøve igjen nå, eller avslutt OmniWM.
nl: OmniWM is niet gestart omdat proces %1$d niet kon worden geïdentificeerd (zie `ps -p %2$d`). Het probeert het elke seconde opnieuw; klik op Opnieuw controleren om direct opnieuw te proberen, of sluit OmniWM af.
pl: OmniWM nie uruchomił się, ponieważ nie udało się zidentyfikować procesu %1$d (zobacz `ps -p %2$d`). Aplikacja ponawia próbę co sekundę; kliknij „Sprawdź ponownie”, aby ponowić ją teraz, albo zakończ OmniWM.
ru: OmniWM не запустился, поскольку не удалось определить процесс %1$d (см. `ps -p %2$d`). Повторная попытка выполняется каждую секунду; нажмите «Проверить снова», чтобы повторить её немедленно, или завершите OmniWM.
sr_latn: OmniWM se nije pokrenuo jer nije mogao da prepozna proces %1$d (pogledajte `ps -p %2$d`). Pokušava ponovo svake sekunde; kliknite na Proveri ponovo da biste odmah ponovili pokušaj ili zatvorite OmniWM.
sv: OmniWM har inte startat eftersom det inte kunde identifiera processen %1$d (se `ps -p %2$d`). Det försöker igen varje sekund; klicka på Kontrollera igen för att försöka igen nu, eller avsluta OmniWM.
uk: OmniWM не запустився, оскільки не вдалося визначити процес %1$d (див. `ps -p %2$d`). Повторна спроба виконується щосекунди; натисніть «Перевірити знову», щоб повторити її зараз, або завершіть роботу OmniWM.
zh_hans: OmniWM没有开始，因为它无法识别过程%1$d（见`ps -p %2$d`）。它每秒重试一次；点击“再次检查”现在重试，或退出OmniWM。
